Repository: dkackman/sage
Catalog: src/locales/*/messages.po
Languages: es_mx

source: Search NFTs...
es_mx: Buscar NFTs...

source: Search or enter asset id
es_mx: Buscar o introducir id de activo

source: Search tokens...
es_mx: Buscar tokens...

source: Search transactions...
es_mx: Buscar transacciones...

source: Secondary navigation
es_mx: Navegación secundaria

source: Secret Key
es_mx: Clave secreta

source: Select all coins
es_mx: Seleccionar todas las monedas

source: Select coin row
es_mx: Seleccionar fila de moneda

source: Select kind
es_mx: Seleccionar tipo

source: Select network
es_mx: Seleccionar red

source: Select NFT
es_mx: Seleccionar NFT

source: Select page number
es_mx: Seleccionar número de página

source: Select profile
es_mx: Seleccionar perfil

source: Select Token
es_mx: Seleccionar Token

source: Selected {selectedPeersCount} of {totalPeersCount} peers
es_mx: Seleccionados {selectedPeersCount} de {totalPeersCount} nodos

source: Selected NFTs actions
es_mx: Acciones de NFT seleccionados

source: Selected NFTs are already in the offer
es_mx: NFT seleccionados ya están en la oferta

source: Selected Profile
es_mx: Perfil seleccionado

source: Send
es_mx: Enviar

source: Send {ticker}
es_mx: Enviar {ticker}

source: Send in bulk (airdrop)
es_mx: Enviar en masa (airdrop)

source: Send Token
es_mx: Enviar Token

source: Sending
es_mx: Enviando

source: sending_to_recipients
es_mx: enviando_a_destinatarios

source: Sent
es_mx: Enviado

source: Set a default expiration time for new offers
es_mx: Establecer un tiempo de expiración predeterminado para las nuevas ofertas

source: Settings
es_mx: Configuración

source: Show
es_mx: Mostrar

source: Show {cardName}
es_mx: Mostrar {cardName}

source: Show {nftName}
es_mx: Mostrar {nftName}

source: Show {size} items per page
es_mx: Mostrar {size} elementos por página

source: Show hardened addresses
es_mx: Mostrar direcciones protegidas

source: Show hidden items
es_mx: Mostrar elementos ocultos

source: Show spent coins
es_mx: Mostrar monedas gastadas

source: Show Zero Balance Tokens
es_mx: Mostrar Tokens de Saldo Cero

source: Showing {0} of {totalDerivations} addresses
es_mx: Mostrando {0} de {totalDerivations} direcciones

source: Showing {length} {0}
es_mx: Mostrando {length} {0}

source: Showing {length} of {0} {rowLabelPlural}
es_mx: Mostrando {length} de {0} {rowLabelPlural}

source: Sidebar navigation
es_mx: Navegación de barra lateral

source: Sign Transaction
es_mx: Firmar transacción

source: Signed
es_mx: Firmado

source: Small Cards
es_mx: Tarjetas pequeñas

source: Sort Ascending
es_mx: Ordenar Ascendente

source: Sort by
es_mx: Ordenar por

source: Sort by Balance (USD)
es_mx: Ordenar por Saldo (USD)

source: Sort by Name
es_mx: Ordenar por nombre

source: Sort by Recent
es_mx: Ordenar por más recientes

source: Sort Descending
es_mx: Ordenar descendente

source: Spent
es_mx: Gastado

source: Spent Coins
es_mx: Monedas gastadas

source: Split
es_mx: Dividir

source: Split Coins
es_mx: Dividir Monedas

source: Split Details
es_mx: Detalles de división

source: Start
es_mx: Comenzar

source: Status
es_mx: Estado

source: Stop
es_mx: Detener

source: Stopped
es_mx: Detenido

source: Submit
es_mx: Enviar

source: Submitting
es_mx: Enviando

source: Summarized View
es_mx: Vista resumida

source: Summary
es_mx: Resumen

source: Sweep
es_mx: Barrido

source: Switch to grid view
es_mx: Cambiar a vista de cuadrícula

source: Switch to large card size
es_mx: Cambiar a tamaño de tarjeta grande

source: Switch to list view
es_mx: Cambiar a vista de lista

source: Switch to small card size
es_mx: Cambiar a tamaño de tarjeta pequeña

source: Switch to sort by name
es_mx: Cambiar a ordenar por nombre

source: Switch to sort by recent
es_mx: Cambiar a ordenar por reciente

source: Symbol
es_mx: Símbolo

source: synced to peak {peerMaxHeight}
es_mx: sincronizado con el pico {peerMaxHeight}

source: Syncing
es_mx: Sincronizando

source: Syncing {syncedCoins} / {totalCoins}
es_mx: Sincronizando {syncedCoins} / {totalCoins}

source: Syncing in progress...
es_mx: Sincronización en curso...

source: Take Offer
es_mx: Tomar Oferta

source: Taken
es_mx: Tomado

source: Taking Offer
es_mx: Aceptando Oferta

source: Taking this offer will send the assets you are paying to the recipient.
es_mx: Aceptar esta oferta enviará los activos que está pagando al destinatario.

source: Target Peers
es_mx: Nodos objetivo

source: The assets being requested.
es_mx: Los activos solicitados.

source: The assets you are offering.
es_mx: Los activos que está ofreciendo.

source: The assets you are paying.
es_mx: Los activos que estás pagando.

source: The assets you will receive.
es_mx: Los activos que recibirás.

source: The initial derivation index to sync to (both hardened and unhardened keys). This is primarily applicable to legacy wallets with either hardened keys or gaps in addresses used.
es_mx: El índice de derivación inicial para sincronizar (tanto claves protegidas como no protegidas). Esto es principalmente aplicable a monederos legados con claves protegidas o espacios en las direcciones utilizadas.

source: The number of addresses managed by this wallet
es_mx: El número de direcciones gestionadas por esta billetera

source: The wallet generates a new address after each transaction. Old ones stay valid.
es_mx: La billetera genera una nueva dirección después de cada transacción. Las antiguas siguen siendo válidas.

source: The wallet is still syncing. Balances may not be accurate until it completes.
es_mx: La billetera sigue sincronizando. Los saldos pueden no ser precisos hasta que se complete.

source: There aren't any wallets to log into yet. To get started, create a new wallet or import an existing one.
es_mx: No hay billeteras para iniciar sesión todavía. Para empezar, cree una nueva billetera o importe una existente.

source: These NFTs will be assigned to the selected profile. This will associate them with your decentralized identity.
es_mx: Estos NFT se asignarán al perfil seleccionado. Esto los asociará con tu identidad descentralizada.

source: These NFTs will be transferred to the address below.
es_mx: Estos NFT se transferirán a la dirección que se indica a continuación.

source: These NFTs will be unassigned from their current profile. They will no longer be associated with any decentralized identity.
es_mx: Estos NFT se desasignarán de su perfil actual. Ya no estarán asociados con ninguna identidad descentralizada.

source: These profiles will be normalized to ensure they are in a consistent state.
es_mx: Estos perfiles se normalizarán para asegurarse de que estén en un estado coherente.

source: These profiles will be permanently deleted by sending them to the burn address.
es_mx: Estos perfiles serán eliminados permanentemente al enviarlos a la dirección de eliminación.

source: These profiles will be transferred to the address below.
es_mx: Estos perfiles serán transferidos a la dirección que se indica a continuación.

source: This CAT is already in your wallet
es_mx: Este CAT ya está en tu billetera

source: This CAT is not in your wallet yet
es_mx: Este CAT no está en tu billetera todavía

source: This collection ID does not exist.
es_mx: Este ID de colección no existe.

source: This is the raw JSON spend bundle for this transaction. If you sign it, the transaction can be submitted to the mempool externally.
es_mx: Este es el paquete de gastos JSON raw para esta transacción. Si lo firma, la transacción se puede enviar al mempool externamente.

source: This NFT will be transferred to the address below.
es_mx: Este NFT se transferirá a la dirección a continuación.

source: This profile will be created on the blockchain.
es_mx: Este perfil se creará en la blockchain.

source: This profile will be normalized to ensure it is in a consistent state.
es_mx: Este perfil se normalizará para asegurarse de que esté en un estado coherente.

source: This profile will be permanently deleted by sending it to the burn address.
es_mx: Este perfil será eliminado de forma permanente al enviarlo a la dirección de quemado.

source: This profile will be transferred to the address below.
es_mx: Este perfil será transferido a la dirección a continuación.

source: This will add an additional URL to the NFT. It is not possible to remove URLs later, so be careful with this and try to use permanent URLs if possible.
es_mx: Esto agregará una URL adicional al NFT. No es posible eliminar URLs más adelante, así que ten cuidado con esto y trata de utilizar URLs permanentes si es posible.

source: This will assign the NFT to the selected profile.
es_mx: Esto asignará el NFT al perfil seleccionado.

source: This will bulk assign the NFTs to the selected profile.
es_mx: Esto asignará en bulk los NFT a el perfil seleccionado.

source: This will bulk burn {selectedCount} NFTs. This cannot be undone. Are you sure you want to proceed?
es_mx: Esto quemará por lotes {selectedCount} NFT. Esto no se puede deshacer. ¿Estás seguro de que deseas continuar!

source: This will bulk transfer {selectedCount} NFTs to another wallet. Are you sure you want to proceed?
es_mx: Esto transferirá por lotes {selectedCount} NFT a otra billetera. ¿Estás seguro de que deseas continuar!

source: This will cancel the offer on-chain with a transaction, preventing it from being taken even if someone has the original offer file.
es_mx: Esto cancelará la oferta en la cadena con una transacción, evitando que sea aceptada incluso si alguien tiene el archivo de oferta original.

source: This will combine all of the selected coins into one.
es_mx: Esto combinará todas las monedas seleccionadas en una.

source: This will combine small enough coins automatically, so you don't have to manually select them.
es_mx: Esto combinará automáticamente las monedas lo suficientemente pequeñas, así que no tienes que seleccionarlas manualmente.

source: This will delete the offer from the wallet, but if it's shared externally it can still be accepted. The only way to truly cancel a public offer is by spending one or more of its coins.
es_mx: Esto eliminará la oferta de la billetera, pero si se comparte externamente, aún puede ser aceptada. La única forma de cancelar realmente una oferta pública es gastando una o más de sus monedas.

source: This will modify the profile's recovery info to be compatible with the Chia reference wallet.
es_mx: Esto modificará la información de recuperación del perfil para que sea compatible con la billetera de referencia de Chia.

source: This will permanently delete the NFT by sending it to the burn address.
es_mx: Esto eliminará permanentemente el NFT enviándolo a la dirección de destrucción.

source: This will permanently delete the profile by sending it to the burn address.
es_mx: Esto eliminará permanentemente el perfil al enviarlo a la dirección de quemado.

source: This will permanently delete these NFTs by sending them to the burn address.
es_mx: Esto eliminará permanentemente estos NFT enviándolos a la dirección de quemado.

source: This will permanently delete this NFT by sending it to the burn address.
es_mx: Esto eliminará permanentemente este NFT enviándolo a la dirección de quemado.

source: This will send the NFT to the provided address.
es_mx: Esto enviará el NFT a la dirección proporcionada.

source: This will send the profile to the provided address.
es_mx: Esto enviará el perfil a la dirección proporcionada.

source: This will split all of the selected coins.
es_mx: Esto dividirá todas las monedas seleccionadas.

source: Ticker for this token
es_mx: Ticker para este token

source: Ticker is required
es_mx: El ticker es obligatorio

source: To:
es_mx: Para:

source: Toggle multi-select
es_mx: Alternar selección múltiple

source: Toggle navigation menu
es_mx: Alternar menú de navegación

source: Token Details
es_mx: Detalles del Token

source: Token filtering and sorting options
es_mx: Opciones de filtrado y ordenación de tokens

source: Token Grid
es_mx: Cuadrícula de tokens

source: Token Icon
es_mx: Icono de Token

source: Token Issuance
es_mx: Emisión de tokens

source: Token list
es_mx: Lista de tokens

source: Token List
es_mx: Lista de Tokens

source: Total Amount
es_mx: Cantidad total

source: Total items: {total}
es_mx: Total de artículos: {total}

source: Transaction
es_mx: Transacción

source: Transaction #{height}
es_mx: Transacción #{height}

source: Transaction Fee
es_mx: Tarifa de transacción

source: Transaction filtering and sorting options
es_mx: Opciones de filtrado y ordenación de transacciones

source: Transaction history table
es_mx: Tabla de historial de transacciones

source: Transaction Output
es_mx: Resultado de la transacción

source: Transaction signed successfully
es_mx: Transacción firmada con éxito

source: Transaction submitted successfully
es_mx: Transacción enviada con éxito

source: Transactions
es_mx: Transacciones

source: Transfer
es_mx: Transferencia

source: Transfer {nftName}
es_mx: Transferir {nftName}

source: Transfer {selectedCount} selected NFTs
es_mx: Transferir {selectedCount} NFT seleccionados

source: Transfer Details
es_mx: Detalles de transferencia

source: Transfer DID
es_mx: Transferir DID

source: Transfer Nft
es_mx: Transferir NFT

source: Transfer NFT
es_mx: Transferir NFT

source: Transfer Profile
es_mx: Perfil de Transferencia

source: Type
es_mx: Tipo

source: Unknown
es_mx: Desconocido

source: Unknown App
es_mx: Aplicación desconocida

source: Unknown CAT
es_mx: CAT desconocido

source: Unknown Collection
es_mx: Colección desconocida

source: Unknown Minter
es_mx: Minter Desconocido

source: Unknown NFT
es_mx: NFT desconocido

source: Unnamed
es_mx: Sin nombre

source: Unnamed Collection
es_mx: Colección sin nombre

source: Unnamed NFT
es_mx: NFT sin nombre

source: Untitled Profile
es_mx: Perfil sin título

source: URL copied to clipboard
es_mx: URL copiado al portapapeles

source: URL Details
es_mx: Detalles de URL

source: URL is required
es_mx: La URL es obligatoria

source: Use 24 words
es_mx: Usar 24 palabras

source: Use maximum balance
es_mx: Utilizar saldo máximo

source: Use this address to receive {name}
es_mx: Utilice esta dirección para recibir {name}

source: Value
es_mx: Valor

source: Version {version}
es_mx: Versión {version}

source: View {cardName} Metadata
es_mx: Ver metadatos de {cardName}

source: View {cardName} on Mintgarden
es_mx: Ver {cardName} en Mintgarden

source: View {name} token details
es_mx: Ver detalles del token {name}

source: View coin {coinId} on Spacescan.io
es_mx: Ver moneda {coinId} en Spacescan.io

source: View hidden
es_mx: Ver oculto

source: View Metadata
es_mx: Ver metadatos

source: View Offer
es_mx: Ver Oferta

source: View on dexie
es_mx: Ver en Dexie

source: View on Mintgarden
es_mx: Ver en Mintgarden

source: View options
es_mx: Ver opciones

source: Wallet
es_mx: Billetera

source: Wallet Details
es_mx: Detalles de la billetera

source: Wallet icon
es_mx: Icono de billetera

source: Wallet Key
es_mx: Llave de la billetera

source: Wallet Name
es_mx: Nombre de la billetera

source: WalletConnect URI
es_mx: URI de WalletConnect

source: Wallets
es_mx: Billeteras

source: Warning
es_mx: Advertencia

source: While 12 word mnemonics are sufficiently hard to crack, you can choose to use 24 instead to increase security.
es_mx: Si bien los mnemotécnicos de 12 palabras son lo suficientemente difíciles de crackear, puedes optar por usar 24 para aumentar la seguridad.

source: with {syncedCoins} / {totalCoins} coins synced
es_mx: con {syncedCoins} / {totalCoins} monedas sincronizadas

source: You
es_mx: Tú

source: You are adding a URL to this NFT. This will be stored on-chain and can be used to link to external content.
es_mx: Estás agregando una URL a este NFT. Esto se almacenará en la cadena de bloques y se puede utilizar para vincularse a contenido externo.

source: You are canceling this offer on-chain. This will prevent it from being taken even if someone has the original offer file.
es_mx: Estás cancelando esta oferta en la cadena de bloques. Esto evitará que sea aceptada, incluso si alguien tiene el archivo de oferta original.

source: You are combining multiple coins into a single coin. This can help reduce the number of coins in your wallet.
es_mx: Estás combinando varias monedas en una sola moneda. Esto puede ayudar a reducir la cantidad de monedas en tu billetera.

source: You are creating a new profile. This will generate a decentralized identifier (DID) that can be used to associate NFTs and other digital assets with your identity.
es_mx: Estás creando un nuevo perfil. Esto generará un identificador descentralizado (DID) que se puede utilizar para asociar NFT y otros activos digitales con tu identidad.

source: You are issuing a new token. This will create a CAT (Chia Asset Token) that can be sent to other users and traded on exchanges.
es_mx: Estás emitiendo un nuevo token. Esto creará un CAT (Token de Activos Chia) que se puede enviar a otros usuarios y negociar en bolsas de valores.

source: You are splitting coins into multiple coins of equal value. This can help with parallel transactions and offer creation.
es_mx: Estás dividiendo monedas en múltiples monedas de igual valor. Esto puede ayudar con transacciones paralelas y la creación de ofertas.

source: You can also paste an offer using
es_mx: También puedes pegar una oferta utilizando

source: You have not made any transactions yet.
es_mx: No ha realizado transacciones aún.
