Repository: dkackman/sage
Catalog: src/locales/*/messages.po
Languages: es_mx

source: {outputCount} coins
es_mx: {outputCount} monedas

source: {pageSize} items per page
es_mx: {pageSize} elementos por página

source: {peerCount} peers synced
es_mx: {peerCount} nodos sincronizados

source: {peersToDeleteCount, plural, one {Ban peer temporarily} other {Ban peers temporarily}}
es_mx: {peersToDeleteCount, plural, one {Suspender nodo temporalmente} other {Suspender nodos temporalmente}}

source: {peersToDeleteCount, plural, one {Remove Peer} other {Remove Peers}}
es_mx: {peersToDeleteCount, plural, one {Eliminar nodo} other {Eliminar nodos}}

source: {peersToDeleteCount, plural, one {This will remove the peer from your connection. If you are currently syncing against this peer, a new one will be used to replace it.} other {This will remove # peers from your connection. If you are currently syncing against these peers, new ones will be used to replace them.}}
es_mx: {peersToDeleteCount, plural, one {Esto eliminará al nodo de tu conexión. Si actualmente estás sincronizando con este nodo, se utilizará uno nuevo para reemplazarlo.} other {Esto eliminará # nodos de tu conexión. Si actualmente estás sincronizando con estos nodos, se utilizarán nuevos para reemplazarlos.}}

source: {peersToDeleteCount, plural, one {Will temporarily prevent the peer from being connected to.} other {Will temporarily prevent the peers from being connected to.}}
es_mx: {peersToDeleteCount, plural, one {Evitará temporalmente que el nodo se conecte.} other {Evitará temporalmente que los nodos se conecten.}}

source: {selectedCoinCount} {selectedCoinLabel} selected
es_mx: {selectedCoinCount} {selectedCoinLabel} seleccionados

source: {selectedCount} selected
es_mx: {selectedCount} seleccionados

source: 1 combined coin
es_mx: 1 moneda combinada

source: Actions
es_mx: Acciones

source: Actions for {selectedCount} selected NFTs
es_mx: Acciones para {selectedCount} NFT seleccionados

source: Actions for selected NFTs
es_mx: Acciones para NFT seleccionados

source: Add {nftName} to offer
es_mx: Añadir {nftName} a la oferta

source: Add {selectedCount} selected NFTs to offer
es_mx: Agregar {selectedCount} NFT seleccionados a la oferta

source: Add new peers
es_mx: Agregar nuevos nodos

source: Add NFT URL
es_mx: Agregar URL de NFT

source: Add Peers
es_mx: Agregar nodos

source: Add the assets you are offering.
es_mx: Agrega los activos que estás ofreciendo.

source: Add the assets you are requesting.
es_mx: Agrega los activos que estás solicitando.

source: Add to Offer
es_mx: Agregar a la Oferta

source: Add URL
es_mx: Añadir URL

source: Add URL to {nftName}
es_mx: Agregar URL a {nftName}

source: Add URL to NFT
es_mx: Agregar URL a NFT

source: Added {addedCount} {nfts} to offer
es_mx: Agregados {addedCount} {nfts} a la oferta

source: Address
es_mx: Dirección

source: Address belongs to your wallet
es_mx: La dirección pertenece a tu billetera

source: Address copied to clipboard
es_mx: Dirección copiada al portapapeles

source: Address is invalid
es_mx: La dirección es inválida

source: Address is required
es_mx: La dirección es obligatoria

source: Address is valid
es_mx: La dirección es válida

source: Address not found in your wallet
es_mx: Dirección no encontrada en tu billetera

source: Address to check
es_mx: Dirección para verificar

source: Addresses
es_mx: Direcciones

source: Advanced
es_mx: Avanzado

source: Advanced Feature
es_mx: Característica Avanzada

source: Advanced options
es_mx: Opciones avanzadas

source: All Addresses
es_mx: Todas las direcciones

source: Amount
es_mx: Cantidad

source: Amount copied to clipboard
es_mx: Cantidad copiada al portapapeles

source: Amount includes
es_mx: Cantidad incluye

source: Are you sure you want to delete this wallet? This cannot be undone, and all funds will be lost unless you have saved your mnemonic phrase.
es_mx: ¿Estás seguro de que deseas eliminar esta billetera! Esto no se puede deshacer y se perderán todos los fondos a menos que hayas guardado tu frase mnemotécnica.

source: Are you sure you want to remove {peersToDeleteCount} peers?
es_mx: ¿Está seguro de que desea eliminar {peersToDeleteCount} nodos?

source: Are you sure you want to remove the peer?
es_mx: ¿Estás seguro de que deseas eliminar al peer?

source: Are you sure you want to resync this wallet's data? This will re-download data from the network which can take a while depending on the size of the wallet.
es_mx: ¿Está seguro de que desea sincronizar de nuevo los datos de esta billetera! Esto volverá a descargar los datos de la red, lo que puede tardar un tiempo dependiendo del tamaño de la billetera.

source: asset
es_mx: activo

source: Asset
es_mx: Activo

source: Asset ID
es_mx: ID de activo

source: Asset ID copied to clipboard
es_mx: ID de activo copiado al portapapeles

source: assets
es_mx: activo

source: Assets
es_mx: Activos

source: Assign profile
es_mx: Asignar perfil

source: Assign Profile
es_mx: Asignar Perfil

source: Assign profile for {nftName}
es_mx: Asignar perfil para {nftName}

source: Attributes
es_mx: Atributos

source: Auto-discovered peer
es_mx: Nodo descubierto automáticamente

source: Automatically discover and connect to peers
es_mx: Descubrir y conectarse automáticamente a nodos

source: Automatically start the RPC server when the app launches
es_mx: Iniciar automáticamente el servidor RPC cuando se inicia la aplicación

source: Back
es_mx: Atrás

source: Back to groups
es_mx: Volver a grupos

source: Balance
es_mx: Saldo

source: Balance copied to clipboard
es_mx: Saldo copiado al portapapeles

source: Banner for {collectionName}
es_mx: Banner para {collectionName}

source: Bulk Burn NFTs
es_mx: Quemar NFTs en masa

source: Bulk Transfer NFTs
es_mx: Transferencia masiva de NFTs

source: Burn
es_mx: Quemar

source: Burn {nftName}
es_mx: Quemar {nftName}

source: Burn {selectedCount} selected NFTs
es_mx: Quemar {selectedCount} NFT seleccionados

source: Burn DID
es_mx: Quemar DID

source: Burn NFT
es_mx: Quemar NFT

source: Burn Profile
es_mx: Perfil de Quemado

source: By disabling this you are creating a cold wallet, with no ability to sign transactions. The mnemonic will need to be saved elsewhere.
es_mx: Al deshabilitar esto, estás creando una billetera fría, sin capacidad para firmar transacciones. La mnemónica deberá guardarse en otro lugar.

source: Cancel
es_mx: Cancelar

source: Cancel Details
es_mx: Cancelar detalles

source: Cancel Offer
es_mx: Cancelar oferta

source: Cancel offer?
es_mx: ¿Cancelar oferta?

source: Cancelled
es_mx: Cancelado

source: Change
es_mx: Cambiar

source: Check address
es_mx: Comprobar dirección

source: Check Address
es_mx: Comprobar Dirección

source: Check if an address is owned by this wallet.
es_mx: Comprueba si una dirección es propiedad de esta billetera.

source: Choose the network to connect to
es_mx: Selecciona la red a la que deseas conectarte

source: Choose your preferred language
es_mx: Elige tu idioma preferido

source: Clear search
es_mx: Limpiar búsqueda

source: Clear Selection
es_mx: Limpiar selección

source: Click here to go to offer.
es_mx: Haz clic aquí para ir a la oferta.

source: coin
es_mx: moneda

source: Coin ID
es_mx: ID de moneda

source: Coin ID copied to clipboard
es_mx: ID de moneda copiado al portapapeles

source: coins
es_mx: monedas

source: Cold
es_mx: Frío

source: Collapse sidebar
es_mx: Contraer barra lateral

source: Collection {cardName}
es_mx: Colección {cardName}

source: Collection ID
es_mx: ID de Colección

source: Collection ID copied to clipboard
es_mx: ID de la colección copiado al portapapeles

source: Collection Not Found
es_mx: Colección no encontrada

source: Collections
es_mx: Colecciones

source: Combine
es_mx: Combinar

source: Combine Coins
es_mx: Combinar Monedas

source: Combine Details
es_mx: Detalles de combinación

source: Conceal Hidden Items
es_mx: Ocultar elementos ocultos

source: Conceal Hidden Tokens
es_mx: Ocultar tokens ocultos

source: Confirm
es_mx: Confirmar

source: Confirm Transaction
es_mx: Confirmar transacción

source: Confirmed
es_mx: Confirmado

source: Connect
es_mx: Conectar

source: Connect a wallet to manage its settings
es_mx: Conectar una billetera para gestionar sus ajustes

source: Connect Wallet
es_mx: Conectar billetera

source: Connected to {totalPeersCount} peers
es_mx: Conectado a {totalPeersCount} nodos

source: connecting...
es_mx: conectando...

source: Connecting...
es_mx: Conectando...

source: Copied
es_mx: Copiado

source: Copied!
es_mx: Copiado

source: Copy
es_mx: Copia

source: Copy {cardName} ID to clipboard
es_mx: Copiar ID de {cardName} al portapapeles

source: Copy Address
es_mx: Copiar dirección

source: Copy Amount
es_mx: Copiar cantidad

source: Copy Asset ID
es_mx: Copiar ID de activo

source: Copy Balance
es_mx: Copiar saldo

source: Copy ID
es_mx: Copiar ID

source: Copy JSON
es_mx: Copiar JSON

source: Copy NFT ID to clipboard
es_mx: Copiar ID de NFT al portapapeles

source: Create
es_mx: Crear

source: Create a new offer to get started with peer-to-peer trading.
es_mx: Crea una nueva oferta para empezar con el comercio entre nodos.

source: Create a profile?
es_mx: Crear perfil!

source: Create new NFT
es_mx: Crear nuevo NFT

source: Create Offer
es_mx: Crear Oferta

source: Create Profile
es_mx: Crear Perfil

source: Create Wallet
es_mx: Crear billetera

source: Created
es_mx: Creado

source: Creating Offer
es_mx: Crear Oferta

source: Currency Symbol
es_mx: Símbolo de moneda

source: Current page {page} of {totalPages}
es_mx: Página actual {page} de {totalPages}

source: Data
es_mx: Datos

source: Data copied to clipboard
es_mx: Datos copiados al portapapeles

source: Data Hash
es_mx: Hash de datos

source: Data table
es_mx: Tabla de datos

source: Data URIs
es_mx: URI de datos

source: Data URLs
es_mx: URLs de datos

source: Days
es_mx: Días

source: Default Network
es_mx: Red predeterminada

source: Default Offer Expiry
es_mx: Caducidad de la oferta predeterminada

source: Delete
es_mx: Eliminar

source: Delete {selectedPeersCount}
es_mx: Eliminar {selectedPeersCount}

source: Delete offer record?
es_mx: ¿Eliminar registro de oferta?

source: Delete saved offer files
es_mx: Eliminar archivos de ofertas guardadas

source: Derivation index
es_mx: Índice de derivación

source: Derivation Index
es_mx: Índice de Derivación

source: Description
es_mx: Descripción

source: Deselect NFT
es_mx: Deseleccionar NFT

source: Detailed View
es_mx: Vista detallada

source: Details
es_mx: Detalles

source: DID ID copied to clipboard
es_mx: DID ID copiado al portapapeles

source: Did you save your mnemonic?
es_mx: ¿Guardaste tu mnemónico?

source: Discover Peers
es_mx: Descubrir nodos

source: Display name
es_mx: Nombre para mostrar

source: Done
es_mx: Listo

source: Edit
es_mx: Editar

source: Edit Nft Profile
es_mx: Editar Perfil NFT

source: Edit NFT Profile
es_mx: Editar perfil de NFT

source: Edit profile
es_mx: Editar perfil

source: Edit Profile
es_mx: Editar Perfil

source: Edit profile for {selectedCount} selected NFTs
es_mx: Editar perfil para {selectedCount} NFT seleccionados

source: Edit Token Details
es_mx: Editar detalles del token

source: Enter address
es_mx: Introducir dirección

source: Enter comma separated URLs
es_mx: Introduzca URLs separadas por comas

source: Enter derivation index
es_mx: Introduzca índice de derivación

source: Enter memo
es_mx: Introducir memo

source: Enter multiple distinct addresses
es_mx: Introduzca varias direcciones distintas

source: Enter multiple IP addresses (one per line or comma-separated)
es_mx: Introduce múltiples direcciones IP (una por línea o separadas por comas)

source: Enter network fee
es_mx: Introducir tarifa de red

source: Enter percent
es_mx: Introduzca porcentaje

source: Enter the IP addresses of the peers you want to connect to.
es_mx: Introduce las direcciones IP de los nodos a los que deseas conectarte.

source: Enter the new display details for this token
es_mx: Introduzca los nuevos detalles de visualización para este token

source: Enter the new display name for this profile.
es_mx: Introduzca el nuevo nombre de pantalla para este perfil.

source: Enter the new display name for this wallet.
es_mx: Introduzca el nuevo nombre de visualización para esta billetera.

source: Enter URL
es_mx: Introducir URL

source: Enter your mnemonic, private key, or public key above. If it's a public key, it will be imported as a read-only cold wallet.
es_mx: Introduzca su mnemotécnico, clave privada o clave pública arriba. Si es una clave pública, se importará como una billetera fría de solo lectura.

source: Expand sidebar
es_mx: Ampliar barra lateral

source: Expand sidebar - {0}
es_mx: Ampliar barra lateral - {0}

source: Expiration must be at least 1 second in the future
es_mx: La expiración debe ser al menos 1 segundo en el futuro

source: Expired
es_mx: Caducado

source: Expires
es_mx: Caduca

source: Expiring offer
es_mx: Oferta que caduca

source: External Links
es_mx: Enlaces externos

source: Fee
es_mx: Tarifa

source: Fee exceeds recommended maximum of 0.001 {ticker}
es_mx: La tarifa supera el máximo recomendado de 0,001 {ticker}

source: Fetching offer details...
es_mx: Obteniendo detalles de la oferta...

source: Fresh Address
es_mx: Dirección nueva

source: Full title: {title}
es_mx: Título completo: {title}

source: Generate
es_mx: Generar

source: Generating
es_mx: Generando

source: Give your wallet a memorable name
es_mx: Asigna a tu billetera un nombre memorable

source: Go to next page
es_mx: Ir a la página siguiente

source: Go to page {0}
es_mx: Ir a la página {0}

source: Go to previous page
es_mx: Ir a la página anterior

source: Go to wallet
es_mx: Ir a la billetera

source: Group by Collections
es_mx: Agrupar por Colecciones

source: Group by Minters
es_mx: Agrupar por Acuñadores

source: Group by Owners
es_mx: Agrupar por propietarios

source: Group options: currently grouped by {groupMode}
es_mx: Opciones de grupo: actualmente agrupadas por {groupMode}

source: Height
es_mx: Altura

source: Height:
es_mx: Altura:

source: Hide
es_mx: Ocultar

source: Hide {cardName}
es_mx: Ocultar {cardName}

source: Hide {nftName}
es_mx: Ocultar {nftName}

source: Hide hidden items
es_mx: Ocultar elementos ocultos

source: Hide spent coins
es_mx: Ocultar monedas gastadas

source: Hide Zero Balance Tokens
es_mx: Ocultar tokens con saldo cero

source: High Transaction Fee
es_mx: Tarifa de transacción alta

source: Hot
es_mx: Caliente

source: Hours
es_mx: Horas

source: Icon for {collectionName}
es_mx: Icono de {collectionName}

source: Icon for {name}
es_mx: Icono de {name}

source: Import
es_mx: Importar

source: Import Wallet
es_mx: Importar billetera

source: Importing
es_mx: Importando

source: Increase
es_mx: Aumentar

source: Increase Derivation Index
es_mx: Aumentar índice de derivación

source: Increase the derivation index to generate new addresses. Setting this too high can cause issues, and it can't be reversed without resyncing the wallet.
es_mx: Aumenta el índice de derivación para generar nuevas direcciones. Configurarlo demasiado alto puede causar problemas y no se puede revertir sin resincronizar la billetera.

source: Index
es_mx: Índice

source: Initial Addresses
es_mx: Direcciones iniciales

source: Initializing...
es_mx: Inicializando...

source: Invalid address
es_mx: Dirección inválida

source: Invalid addresses
es_mx: Direcciones inválidas

source: Invalid number {pastedText}
es_mx: Número no válido {pastedText}

source: IP Address
es_mx: Dirección IP

source: IP Addresses
es_mx: Direcciones IP

source: Issue new token
es_mx: Emisión de nuevo token

source: Issue Token
es_mx: Emisión de Token

source: Items per page
es_mx: Elementos por página

source: JSON copied to clipboard
es_mx: JSON copiado al portapapeles

source: Kind
es_mx: Tipo

source: Kind is required
es_mx: El tipo es obligatorio

source: Language
es_mx: Idioma

source: Large Cards
es_mx: Tarjetas grandes

source: Launcher Id
es_mx: ID de lanzador

source: Launcher ID
es_mx: ID de lanzador

source: Launcher Id copied to clipboard
es_mx: ID de lanzador copiado al portapapeles

source: Launcher ID copied to clipboard
es_mx: ID de lanzador copiado al portapapeles

source: License
es_mx: Licencia

source: License Hash
es_mx: Código de hash de licencia

source: License URIs
es_mx: URIs de licencia

source: License URLs
es_mx: URLs de licencia

source: Loading collection
es_mx: Cargando colección

source: Loading Collection...
es_mx: Cargando Colección...

source: Loading profile
es_mx: Cargando perfil

source: Loading transactions...
es_mx: Cargando transacciones...

source: Locked in offer
es_mx: Bloqueado en oferta

source: Login
es_mx: Iniciar sesión

source: Logout
es_mx: Cerrar sesión

source: Main navigation
es_mx: Navegación principal

source: Make sure you have saved your mnemonic. You will not be able to access it later, since it will not be saved in the wallet. You will also not be able to make transactions with this wallet.
es_mx: Asegúrate de haber guardado tu mnemotécnico. No podrás acceder a él más adelante, ya que no estará guardado en la billetera. Tampoco podrás realizar transacciones con esta billetera.

source: Maker Fee
es_mx: Tarifa del creador

source: Manage offers
es_mx: Gestionar ofertas

source: Manually added peer
es_mx: Nodo añadido manualmente

source: Maximum Coin Amount
es_mx: Cantidad Máxima de Monedas

source: Maximum Number of Coins
es_mx: Número Máximo de Monedas

source: Memo (optional)
es_mx: Nota (opcional)

source: Metadata
es_mx: Metadatos

source: Metadata Collection ID
es_mx: ID de Colección de Metadatos

source: Metadata Hash
es_mx: Resumen de metadatos

source: Metadata URIs
es_mx: URI de metadatos

source: Metadata URLs
es_mx: URLs de metadatos

source: Mint NFT
es_mx: Crear NFT

source: Minter ID copied to clipboard
es_mx: ID de Minter copiado al portapapeles

source: Minutes
es_mx: Minutos

source: Mnemonic
es_mx: Mnemotécnico

source: Name
es_mx: Nombre

source: Name is required
es_mx: El nombre es obligatorio

source: Name of this token
es_mx: Nombre de este token

source: Name of your wallet
es_mx: Nombre de tu billetera

source: Navigation menu
es_mx: Menú de navegación

source: Network
es_mx: Red

source: Network Fee
es_mx: Tarifa de red

source: Network fee amount
es_mx: Cantidad de tarifa de red

source: New Offer
es_mx: Nueva Oferta

source: Next page
es_mx: Página siguiente

source: NFT artwork for {nftName}
es_mx: Obra de arte NFT para {nftName}

source: NFT Collection
es_mx: Colección de NFT

source: NFT details
es_mx: Detalles del NFT

source: NFT filtering and sorting options
es_mx: Opciones de filtrado y ordenación de NFT

source: NFT Gallery
es_mx: Galería de NFT

source: NFT ID copied to clipboard
es_mx: ID de NFT copiado al portapapeles

source: NFT view options
es_mx: Opciones de vista de NFT

source: No active sessions
es_mx: No hay sesiones activas

source: No assets being sent to external recipients.
es_mx: No se están enviando activos a destinatarios externos.

source: No coins being spent.
es_mx: No se están gastando monedas.

source: No collection
es_mx: Sin colección

source: No Collection
es_mx: Sin Colección

source: No Collection Found
es_mx: No se encontró colección

source: No Grouping
es_mx: Sin agrupación

source: No offers yet
es_mx: No hay ofertas aún

source: No results.
es_mx: No hay resultados.

source: No Wallet Connected
es_mx: No hay billetera conectada

source: None
es_mx: Ninguno

source: Normalize
es_mx: Normalizar

source: Normalize DID
es_mx: Normalizar DID

source: Normalize Profile
es_mx: Normalizar Perfil

source: Normalize Profiles
es_mx: Normalizar perfiles

source: Not enough funds to cover the fee
es_mx: No hay fondos suficientes para cubrir la tarifa

source: Note
es_mx: Nota

source: Number of peers to maintain connections with
es_mx: Número de nodos con los que mantener conexiones

source: Offer Created
es_mx: Oferta creada

source: Offer Details
es_mx: Detalles de la Oferta

source: Offer ID
es_mx: ID de oferta

source: Offered
es_mx: Ofrecido

source: Offers
es_mx: Ofertas

source: Once issued, this token will appear in your wallet. You can then send it to other addresses or create offers to trade it.
es_mx: Una vez emitido, este token aparecerá en tu billetera. Luego, puedes enviarlo a otras direcciones o crear ofertas para intercambiarlo.

source: Open actions menu
es_mx: Abrir menú de acciones

source: Open menu
es_mx: Abrir menú

source: Options
es_mx: Opcioens

source: Options for {cardName}
es_mx: Opciones para {cardName}

source: Options for {nftName}
es_mx: Opciones para {nftName}

source: Output Count
es_mx: Cantidad de salidas

source: Override Network
es_mx: Sobrescribir red

source: Override the default network for this wallet
es_mx: Sobrescribir la red predeterminada para esta billetera

source: Owner DID
es_mx: Propietario DID

source: Owner Profiles
es_mx: Perfiles de propietarios

source: Page {page}
es_mx: Página {page}

source: Pagination
es_mx: Paginación

source: peer
es_mx: nodo

source: Peer List
es_mx: Lista de nodos

source: peers
es_mx: nodos

source: Pending...
es_mx: Pendiente...

source: Permanently Burned
es_mx: Quemado de forma permanente

source: Permanently Delete
es_mx: Eliminar permanentemente

source: Please review the transaction details before submitting.
es_mx: Por favor, revise los detalles de la transacción antes de enviar.

source: Port
es_mx: Puerto

source: Port:
es_mx: Puerto:

source: Position the QR code within the frame
es_mx: Posiciona el código QR dentro del marco

source: Preferences
es_mx: Preferencias

source: Press Enter to check the address after typing
es_mx: Pulse Intro para comprobar la dirección después de escribirla

source: Previous page
es_mx: Página anterior

source: Price
es_mx: Precio

source: Processing offer data...
es_mx: Procesando datos de la oferta...

source: Profile
es_mx: Perfil

source: Profile {cardName}
es_mx: Perfil {cardName}

source: Profile Creation
es_mx: Creación de Perfil

source: Profile Details
es_mx: Detalles del perfil

source: Profile ID
es_mx: ID de perfil

source: Profile ID copied to clipboard
es_mx: ID de perfil copiado al portapapeles

source: Profile is required
es_mx: Perfil es obligatorio

source: Profile name
es_mx: Nombre de perfil

source: Profiles
es_mx: Perfiles

source: Public Key
es_mx: Clave pública

source: Re-downloading NFT data
es_mx: Volviendo a descargar datos de NFT

source: Receive
es_mx: Recibir

source: Receive {ticker}
es_mx: Recibir {ticker}

source: Receive Address
es_mx: Dirección de recepción

source: Received
es_mx: Recibido

source: Receiving
es_mx: Recibiendo

source: Recipient Address
es_mx: Dirección del destinatario

source: Redownload
es_mx: Volver a descargar

source: Redownload {nftName}
es_mx: Volver a descargar {nftName}

source: Refresh Info
es_mx: Actualizar Información

source: Refreshing token info...
es_mx: Actualizando información del token...

source: Rename
es_mx: Renombrar

source: Rename Profile
es_mx: Renombrar perfil

source: Rename Wallet
es_mx: Renombrar billetera

source: Requested
es_mx: Solicitado

source: Result
es_mx: Resultado

source: Resync
es_mx: Sincronizar nuevamente

source: Reveal Hidden Items
es_mx: Mostrar elementos ocultos

source: Reveal Hidden Tokens
es_mx: Revelar Tokens Ocultos

source: Royalties {royaltyPercentage}%
es_mx: Regalías {royaltyPercentage}%

source: royalty
es_mx: regalía

source: Royalty Address
es_mx: Dirección de regalías

source: Royalty Percent
es_mx: Porcentaje de regalías

source: royalty to
es_mx: regalías a

source: RPC Server
es_mx: Servidor RPC

source: Run on startup
es_mx: Ejecutar al inicio

source: Running
es_mx: Ejecutando

source: Save mnemonic
es_mx: Guardar mnemónico

source: Scan QR Code
es_mx: Escanea el código QR

source: Search by name or enter NFT ID
es_mx: Buscar por nombre o introducir ID de NFT
